[
    {
        "year": 2562,
        "court_name": "ศาลแขวงพิษณุโลก",
        "type": "scanner",
        "request": "สแกนเนอร์",
        "count_num": 4,
        "price": 67960,
        "result": "จัดสรรจากโครงการ เนื่องจากในปีงบประมาณ พ.ศ. 2563 สำนักเทคโนโลยีสารสนเทศจะดำเนินการจัดสรรเครื่องสแกนเนอร์ให้แก่หน่วยงานศาลยุติธรรมทั่วประเทศตามโครงการจัดซื้อเครื่องสแกนเนอร์เพื่อเสริมศักยภาพการใช้ระบบสารสนเทศของศาลยุติธรรม"
     },
      {
        "year": 2563,
        "court_name": "ศาลแขวงภูเก็ต",
        "type": "computer",
        "request": "เครื่องคอมพิวเตอร์ สำหรับงานประมวลผล แบบที่ 1 (จอแสดงภาพขนาดไม่น้อยกว่า 19 นิ้ว)",
        "count_num": 3,
        "price": 66000,
        "result": " ไม่อนุมัติงบประมาณ เนื่องจากตรวจสอบแล้วพบว่า มีจำนวนเครื่องคอมพิวเตอร์เพียงพอต่อจำนวนบุคลากรแล้ว จึงเห็นควรให้หน่วยงานบริหารจัดการใช้งานเครื่องคอมพิวเตอร์ที่มีอยู่ให้เกิดความคุ้มค่าและเกิดประโยชน์สูงสุดแก่ทางราชการ "
     },
      {
        "year": 2563,
        "court_name": "ศาลแขวงภูเก็ต",
        "type": "Dot Matrix Printer",
        "request": "เครื่องพิมพ์ชนิด Dot Matrix Printer แบบแคร่สั้น",
        "count_num": 2,
        "price": 44000,
        "result": "อนุมัติงบประมาณ สำหรับเครื่องพิมพ์หัวเข็มแคร่สั้น จำนวน 2 เครื่อง  ราคาเครื่องละ 22,000.- บาท รวมเป็นเงิน 44,400.- บาท (ราคารวมภาษีมูลค่าเพิ่ม) ราคาตามมาตรฐานกระทรวง DE"
     },
      {
        "year": 2563,
        "court_name": "ศาลแขวงภูเก็ต",
        "type": "printer",
        "request": "เครื่องพิมพ์เลเซอร์ หรือ LED ขาวดำ ชนิด Network แบบที่ 2 (38 หน้า/นาที)",
        "count_num": 4,
        "price": 60000,
        "result": " ไม่อนุมัติงบประมาณ เนื่องจากตรวจสอบแล้วพบว่า มีจำนวนเครื่องพิมพ์เลเซอร์เพียงพอต่อจำนวนบุคลากรแล้ว จึงเห็นควรให้หน่วยงานบริหารจัดการใช้งานเครื่องพิมพ์เลเซอร์ที่มีอยู่ให้เกิดความคุ้มค่าและเกิดประโยชน์สูงสุดแก่ทางราชการ "
     },
      {
        "year": 2563,
        "court_name": "ศาลแขวงภูเก็ต",
        "type": "scanner",
        "request": "สแกนเนอร์ สำหรับงานเก็บเอกสารระดับศูนย์บริการ แบบที่ 3",
        "count_num": 5,
        "price": 180000,
        "result": "ไม่อนุมัติงบประมาณ เนื่องจากในปี พ.ศ. 2563 หน่วยงานจะได้รับจัดสรรตามโครงการจัดซื้อเครื่องสแกนเนอร์เพื่อรองรับงานด้านเทคโนโลยีสารสนเทศ จำนวนทั้งหมด 14 เครื่อง"
     },
      {
        "year": 2562,
        "court_name": "ศาลแขวงภูเก็ต",
        "type": "computer",
        "request": "เครื่องคอมพิวเตอร์ สำหรับงานประมวลผล แบบที่ 1 (จอขนาดไม่น้อยกว่า 19 นิ้ว)",
        "count_num": 4,
        "price": 88000,
        "result": "จัดสรรจากคลังครุภัณฑ์สำนักเทคโนโลยีสารสนเทศ โดยให้จัดสรรเครื่องคอมพิวเตอร์พร้อมเครื่องสำรองไฟฟ้า จำนวน 3 ชุด"
     },
      {
        "year": 2562,
        "court_name": "ศาลแขวงภูเก็ต",
        "type": "Dot Matrix Printer",
        "request": "เครื่องพิมพ์ชนิด Dot Matrix Printer แบบแคร่สั้น",
        "count_num": 1,
        "price": 22000,
        "result": "ไม่อนุมัติงบประมาณ เนื่องจากตรวจสอบแล้วพบว่า ศาลแขวงภูเก็ตได้รับการจัดสรรเครื่องพิมพ์หัวเข็มแคร่สั้นในปีงบประมาณ 2561 จึงเห็นควรให้หน่วยงานบริหารจัดการใช้งานเครื่องพิมพ์หัวเข็มแคร่สั้นที่มีอยู่ให้เกิดความคุ้มค่าและเกิดประโยชน์สูงสุดแก่ทางราชการ"
     },
      {
        "year": 2562,
        "court_name": "ศาลแขวงภูเก็ต",
        "type": "printer",
        "request": "เครื่องพิมพ์ชนิดเลเซอร์ หรือชนิด LED ขาวดำ ชนิด Network แบบที่ 2 (33 หน้า/นาที)",
        "count_num": 6,
        "price": 90000,
        "result": "ไม่อนุมัติงบประมาณ เนื่องจากหน่วยงานมีเครื่องพิมพ์เพียงพอที่จะรองรับการปฏิบัติงานแล้ว จึงเห็นควรให้หน่วยงานบริหารจัดการใช้งานเครื่องพิมพ์หัวเข็มแคร่สั้นที่มีอยู่ให้เกิดความคุ้มค่าและเกิดประโยชน์สูงสุดแก่ทางราชการ"
     }
]
