[{
    "year_name": 2561,
    "year_data": [
    {
        "type": "printer",
        "request": "เครื่องพิมพ์ชนิดเลเซอร์ หรือชนิด LED ขาวดำ ชนิด Network (30 หน้า/นาที)",
        "count_num": 2,
        "price": 15800,
        "result": "ไม่อนุมัติงบประมาณ เนื่องจากสำนักเทคโนโลยีสารสนเทศอยู่ระหว่างดำเนินการจัดสรรเครื่องพิมพ์เลเซอร์ให้แก่หน่วยงานศาลยุติธรรมทั่วประเทศตามโครงการจัดหาครุภัณฑ์คอมพิวเตอร์สำนักงานเพื่อทดแทนประจำปีงบประมาณ พ.ศ. 2562"
    },
    {
        "type": "printer",
        "request": "เครื่องพิมพ์เลเซอร์ หรือ LED สี ชนิด Network แบบที่ 2 (27 หน้า/นาที)",
        "count_num": 1,
        "price": 27000,
        "result": " อนุมัติงบประมาณ สำหรับเครื่องพิมพ์เลเซอร์สี จำนวน 1 เครื่อง และให้ปรับลดงบประมาณจากเดิมราคา 27,000.- บาท เป็นราคา 10,000.- บาท (ราคารวมภาษีมูลค่าเพิ่ม) ตามมาตรฐานกระทรวง DE "
    }
    ]
  },
  {
      "year_name": 2562,
    "year_data": [
            {
        "type": "printer",
        "request": "เครื่องพิมพ์เลเซอร์ หรือ LED สี ชนิด Network แบบที่ 2 (27 หน้า/นาที)",
        "count_num": 2,
        "price": 54000,
        "result": "อนุมัติงบประมาณ สำหรับเครื่องพิมพ์เลเซอร์ จำนวน 1 เครื่อง ราคาเครื่องละ 27,000.- บาท (รวมภาษีมูลค่าเพิ่ม) ตามมาตรฐานกระทรวง DE "
    },
    {
        "type": "printer",
        "request": "เครื่องพิมพ์เลเซอร์ หรือ LED ขาวดำ ชนิด Network แบบที่ 2 (38 หน้า/นาที)",
        "count_num": 2,
        "price": 30000,
        "result": "ไม่อนุมัติงบประมาณ เนื่องจากตรวจสอบแล้วพบว่า มีจำนวนเครื่องพิมพ์เพียงพอแล้ว อีกทั้งในปีงบประมาณ พ.ศ. 2563  หน่วยงานจะได้รับจัดสรรจากโครงการจัดหาเครื่องคอมพิวเตอร์และอุปกรณ์ต่อพ่วงเพื่อทดแทน จำนวน 3 ชุด"
    }
]
  },
  {
    "year_name": 2563,
  "year_data": [
  {
    "type": "scanner",
     "request": "เครื่องสแกนนเนอร์",
     "count_num": 1,
     "price": 22000,
     "result": "อนุมัติงบประมาณ สำหรับเครื่องสแกนเนอร์ จำนวน 1 เครื่อง ราคา 22,000.- บาท (รวมภาษีมูลเค่าเพิ่ม)"
   },
   {
     "type": "computer",
     "request": "เครื่องคอมพิวเตอร์พร้อมเครื่องสำรองไฟฟ้า",
     "count_num": 1,
     "price": 22000,
     "result": "อนุมัติงบประมาณ สำหรับเครื่องคอมพิวเตอร์พร้อมเครื่องสำรองไฟฟ้า จำนวน 1 เครื่อง ราคา 43,000.- บาท (รวมภาษีมูลเค่าเพิ่ม)"
   }
]
  }
]
