[
  {
    "year_name": 2561,
    "year_data": [
      {
        "type": "printer",
        "request": "เครื่องพิมพ์ชนิดเลเซอร์ หรือชนิด LED ขาวดำ ชนิด Network (30 หน้า/นาที)",
        "count_num": 2,
        "price": 15800,
        "result": "ไม่อนุมัติงบประมาณ เนื่องจากสำนักเทคโนโลยีสารสนเทศอยู่ระหว่างดำเนินการจัดสรรเครื่องพิมพ์เลเซอร์ให้แก่หน่วยงานศาลยุติธรรมทั่วประเทศตามโครงการจัดหาครุภัณฑ์คอมพิวเตอร์สำนักงานเพื่อทดแทนประจำปีงบประมาณ พ.ศ. 2562"
      },
      {
        "type": "printer",
        "request": "เครื่องพิมพ์เลเซอร์ หรือ LED สี ชนิด Network แบบที่ 2 (27 หน้า/นาที)",
        "count_num": 1,
        "price": 27000,
        "result": " อนุมัติงบประมาณ สำหรับเครื่องพิมพ์เลเซอร์สี จำนวน 1 เครื่อง และให้ปรับลดงบประมาณจากเดิมราคา 27,000.- บาท เป็นราคา 10,000.- บาท (ราคารวมภาษีมูลค่าเพิ่ม) ตามมาตรฐานกระทรวง DE "
      }
    ]
  },
  {
    "year_name": 2562,
    "year_data": [
      {
        "type": "scanner",
        "request": "เครื่องสแกนเอกสาร",
        "count_num": 7,
        "price": 203000,
        "result": " - จัดจากคลังครุภัณฑ์สำนักเทคโนโลยีสารสนเทศ โดยให้จัดสรรเครื่องสแกนเนอร์ จำนวน 1 เครื่อง \n - จัดสรรจากโครงการ เนื่องจากในปีงบประมาณ พ.ศ. 2563 สำนักเทคโนโลยีสารสนเทศจะดำเนินการจัดสรรเครื่องสแกนเนอร์ให้แก่หน่วยงานศาลยุติธรรมทั่วประเทศตามโครงการจัดหาเครื่องสแกนเนอร์เพื่อรองรับระบบงานด้านเทคโนโลยีสารสนเทศ"
      },
      {
        "type": "printer",
        "request": "เครื่องพิมพ์เลเซอร์ ขาวดำ",
        "count_num": 3,
        "price": 45000,
        "result": "ไม่อนุมัติงบประมาณ เนื่องจากตรวจสอบแล้วพบว่าสัดส่วนของเครื่องพิมพ์เลเซอร์ที่หน่วยงานมีอยู่เพียงพอต่อการใช้งานแล้ว เห็นสมควรให้หน่วยงานบริหารจัดการใช้งานครุภัณฑ์คอมพิวเตอร์ที่มีอยู่ให้เกิดความคุ้มค่าและเกิดประโยชน์สูงสุดแก่ทางราชการ"
      },
      {
        "type": "printer",
        "request": "เครื่องพิมพ์เลเซอร์สี แบบ Network",
        "count_num": 1,
        "price": 10000,
        "result": "ไม่อนุมัติงบประมาณ เนื่องจากตรวจสอบแล้วพบว่าสัดส่วนของเครื่องพิมพ์เลเซอร์ที่หน่วยงานมีอยู่เพียงพอต่อการใช้งานแล้ว เห็นสมควรให้หน่วยงานบริหารจัดการใช้งานครุภัณฑ์คอมพิวเตอร์ที่มีอยู่ให้เกิดความคุ้มค่าและเกิดประโยชน์สูงสุดแก่ทางราชการ"
      }
    ]
  },
  {
    "year_name": 2563,
    "year_data": [
  {
    "type": "computer",
     "request": "เครื่องคอมพิวเตอร์ สำหรับงานประมวลผล แบบที่ 2 (จอภาพขนาดไม่น้อยกว่า\n19 นิ้ว)",
     "count_num": 2,
     "price": 60000,
     "result": "ไม่อนุมัติงบประมาณ เนื่องจากในปีงบประมาณพ.ศ. 2563 หน่วยงานจะได้รับจัดสรรจากโครงการจัดหาเครื่องคอมพิวเตอร์และอุปกรณ์ต่อพ่วงเพื่อทดแทน จำนวนทั้งหมด 2 ชุด"
   },
   {  
     "type": "printer",
     "request": "เครื่องพิมพ์เลเซอร์ หรือ LED ขาวดำ ชนิด Network แบบที่ 2 (38 หน้า/นาที)",
     "count_num": 2,
     "price": 30000,
     "result": "ไม่อนุมัติงบประมาณ เนื่องจากในปีงบประมาณพ.ศ. 2563 หน่วยงานจะได้รับจัดสรรจากโครงการจัดหาเครื่องคอมพิวเตอร์และอุปกรณ์ต่อพ่วงเพื่อทดแทน จำนวนทั้งหมด 2 ชุด ซึ่งรวมเครื่องพิมพ์ จากโครงการดังกล่าว "
   }
]
}
]
